---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.InSessionPrintSetting
source: html/b8e8ff62-4d0d-b172-c799-9129be2ed15e.htm
---
# InSessionPrintSetting Members

Releases all resources used by the InSessionPrintSetting